{
  "display": false,
  "content": "We are a collection of providers and other team members coming together to do our best to provide our clients with the support and treatment to aid them in achieving their goals. Whether you are needing to work through a specific struggle, need skills to manage the challenges in your world, or need to process the experiences and events that are impacting your ability to lead the life that you desire, we are here and ready to help.",
  "providers": [
    {
      "name": "Alyssa",
      "image": "/images/alyssa-photo.jpg",
      "imageAlt": "",
      "bio": "I’m dedicated to providing personalized counseling that fits your unique needs. Whether you’re pursuing counseling to overcome anxiety, depression, or other difficult emotions, are dissatisfied in your career or relationships, struggle with insomnia, motivation, or want to improve your overall life satisfaction, counseling can offer an invaluable space for support and insight as you work towards reaching your goals. \nI’ve been trained in strength based, and person-centered approaches to help people connect with and utilize the strengths that already lie within them as they work to overcome life’s challenges.  I am a trained EMDR therapist, am certified in Cognitive Behavior Therapy for Insomnia, Cognitive Behavior Therapy for psychosis, and have many years of experience working with Mindfulness based modalities, Acceptance Commitment Therapy, Dialectic Behavior Therapy, and others. \n"
    },
    {
      "image": "/images/shelley-photo.jpg",
      "imageAlt": "",
      "bio": "For all of us, there are times when we know things in our life can’t stay the same, but we don’t know how to make it better. Struggles with anxiety, depression, relationship challenges, addictive behaviors, or surviving trauma and abuse can leave us feeling powerless and discouraged. \n\nAs your counselor, I am committed to providing a safe and supportive environment for healing and growth. We will explore your needs and goals and work together to equip you to change what can be changed, cope with what cannot, and continue building a more fulfilling life.\n\nMy personal and professional code of ethics rests on the conviction that each person has inherent value. Additionally, each of us has the capacity to move beyond the obstacles that have attempted to sabotage our belief in that value and worth. I look forward to walking alongside you during this process.\n\n",
      "name": "Shelley"
    }
  ],
  "frontDeskAdmins": [

  ]
}
